export default [ 
{  number: 1,
    title: "Программа для решения задачи квадратичного программирования методом Гольдфарба и Иднани",
    type: "друк.",
    where: "Деп. в РФАП АН УРСР, рег. № 50890001145, инв. № АПО256, Киев, 1989",
    volume: "3",
    coauthors: "Соболенко Л.А"
},
{  number: 2,
    title: "Об одной модификации метода линеаризации для решения экстремальных задач",
    type: "друк.",
    where: "Сб. Исследование методов решения экстремальных задач, Киев. ИК АН УССР, 1990",
    volume: "0.4",
    coauthors: "Соболенко Л.А."
},
{  
 number: 3,
    title: "Развитие численных методов нелинейной оптимизации применительно к задачам оптимального управления системами с переменной структурой и неполной информацией",
    type: "друк.",
    where: "Отчет по теме ИП 140.02, № гос. рег.: 01900054294. Киев. ИК АН УССР, 1991",
    volume: 0.4,
    coauthors: "Пшеничный Б.Н., Данилин Ю.М., Панин В.М."
},
{
    number: 4,
    title: "Асимптотические свойства метода линеаризации в задачах выпуклого программирования",
    type: "друк.",
    where: "Сб. Теория оптимальных решений, Киев. ИК АН Ураины, 1992. С. 19-23",
    volume: 0.3,
    coauthors: "Панин В.М."
},
{
    number: 5,
    title: "Несколько примеров численного решения многокритериальной задачи оптимизации",
    type: "друк.",
    where: "Сб. Использование методов и информационных технологий в технических и экономических системах, Киев. ИК АН Украины, 1992. - С. 17 - 23",
    volume: 0.4,
    coauthors: "Сосновский А.А."
},
{
    number: 6,
    title: "Пакет прикладних программ МЕТЛИН-ПЭВМ для решения задач математического программирования",
    type: "друк.",
    where: "Журн. Кибернетика и системный анализ, 1993,  № 5.- С. 79 - 91.",
    volume: 1.0,
    coauthors: "Пшеничный Б.Н., Соболенко Л.А.,Сосновский А.А. Шульженко Ю.В."
},
{
    number: 7,
    title: "Линейная сходимость метода решения вариационных неравенств",
    type: "друк.",
    where: "Журн. Кибернетика и системный анализ, 1994, № 3. - С. 176 - 180.",
    volume: 0.4,
    coauthors: "Панин В.М."
    },
{
    number: 8,
    title: "The Software Package for Solving Problems of Nonlinear Optimization and Systems of Equalities and Inequalities",
    type: "друк.",
    where: "Журн. Кибернетика и системный анализ, 1994, № 3. - С. 176 - 180.",
    volume: 0.1,
    coauthors: "Pshenichniy B.N., Sobolenko L.A."
    },
{
    number: 9,
    title: "Нелокальный квазиньютоновский метод решения вариационных неравенств",
    type: "друк.",
    where: "Журн. Кибернетика и системный анализ, 1994, № 6. - С. 78 - 91.",
    volume: 0.8,
    coauthors: "Панин В.М."
},
]
